---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mesh
source: html/198bd116-78e2-ec43-36e4-41bb9c9bf4d7.htm
---
# Mesh Properties

Indicates the distribution of normal vectors along the tessellated mesh surface.